/* No comment provided by engineer. */
"CPU Speed (MHz)" = "CPU Geschwindigkeit (MHz)";

/* No comment provided by engineer. */
"CPU Subtype" = "CPU Subtyp";

/* No comment provided by engineer. */
"CPU Type" = "CPU Typ";

/* No comment provided by engineer. */
"Homepage" = "Homepage";

/* No comment provided by engineer. */
"License" = "Lizenz";

/* No comment provided by engineer. */
"Mac Model" = "Mac Model";

/* No comment provided by engineer. */
"Memory (MB)" = "Arbeitsspeicher (MB)";

/* No comment provided by engineer. */
"Number of CPUs" = "Anzahl der CPUs";

/* No comment provided by engineer. */
"OS Version" = "OS Version";

/* No comment provided by engineer. */
"Preferred Language" = "Bevorzugte Sprache";

